<?
    $locale = array(
        'TITLE'=>array(
            'LF'=>'Удобный фотосервис, которому можно доверить оформление ваших фотографий, другой имидж, детские шаблоны, поздравления, фотографии', 
            'VIEW'=>'Удобный фотосервис, которому можно доверить оформление ваших фотографий, другой имидж, детские шаблоны, поздравления, фотографии'
        ),
        'DESC'=>array(
            'LF'=>'Создай открытку, календарик, этикетку со своим фото, сохрани на компьютер, отправь другу или размести в гостевой. Преврати свое фото в шедевр!',
            'VIEW'=>'Создай открытку, календарик, этикетку со своим фото, сохрани на компьютер, отправь другу или размести в гостевой. Преврати свое фото в шедевр!'
        )
    );
?>