<script type="text/javascript">
    var pay_list = [
        ['4 мар', 'Перевод с банковской карты', 98],
        ['23 фев', 'Со счета моб. оператора МТС', 100],
        ['29 янв', 'Перевод с банковской карты', 29.40],
        ['20 янв', 'Перевод с банковской карты', 100],
        ['16 янв', 'Перевод с банковской карты', 98],
        ['6 янв', 'Перевод от 410011541717789', 24.88],
        ['28 дек', 'Перевод с банковской карты', 98],
        ['26 дек', 'Перевод с банковской карты', 49],
        ['21 дек', 'Со счета моб. оператора МТС', 50],
        ['20 дек', 'Tele2, пополнение', 100],
        ['17 дек', 'Перевод с банковской карты',  98],
        ['16 дек', 'Перевод от 41001661430152', 9.95],
        ['14 дек', 'Перевод с банковской карты', 98],

        ['12 дек', 'Со счета моб. оператора МТС', 100],
        ['9 дек', 'Перевод с банковской карты', 49],
        ['4 дек', 'Перевод с банковской карты', 98],
        ['2 дек', 'Перевод с банковской карты', 98],
        ['2 дек', 'Перевод с банковской карты', 98],    
        ['30 ноя', 'Пополнение со счета мобильного оператора МТС', 100],
        ['24 ноя', 'Перевод от 410013529053805', 49.75],
        ['7 ноя', 'Перевод от 410014039447554', 99.50],
        ['5 ноя', 'Пополнение с банковской карты', 1],

        ['3 ноя', 'Перевод с банковской карты', 100],
        ['26 окт', 'еревод: SBOL', 200],
        ['26 окт', 'Перевод: CARD2CARD CLKNEW', 100],

        ['22 окт', 'Со счета моб. оператора МТС', 100],
        ['22 окт', 'Со счета моб. оператора МТС', 100],
        ['22 окт', 'Со счета моб. оператора МТС', 100],
        ['21 окт', 'Со счета моб. оператора МТС', 100],
        ['20 окт', 'Перевод с банковской карты', 98],
        ['9 окт', 'Tele2, пополнение', 100],
        
        ['19 сен 20:30', 'Перевод от 410014991944514', 99.50],
        ['19 сен 14:28', 'Перевод с банковской карты', 98],
        ['16 сен 10:17', 'Со счета моб. оператора МТС', 20],
        ['11 сен 17:30', 'Перевод с банковской карты', 98],
        ['5 сен 09:02', 'Перевод от 410012536231079', 99.50],
        ['3 сен 18:29', 'Перевод с банковской карты', 98]
    ]
</script>