var LOCALE = {
    tips: {
        SAVETOFILE: 'Эта кнопка сохраняет открытку на компьютер.<br>После того как ваша открытка будет готова кликните на ней<br>правой кнопкой и в меню выберите "Сохранить изображение..."</b></font>',
        TEMPLATE: 'Кликайте мышью на этой картинке<br>что бы вызвать список шаблонов.',
        CANVASHELP: 'Наведите курсор на вырез.<br>1. Загрузите свое фото, быстро нажав два раза на вырезе<br>2. Перетаскивайте фото, удерживая левую клавишу мыши<br>3. Вращайте фото, удерживая Ctrl и клавишу мыши<br>3. Изменяйте размер фото, удерживая Shift и клавишу мыши<br>4. Кликните на кнопке с вопросом для получения более детальной информации',
        MOVEDESC: 'Перемещать фото в вырезе',
        ROLLDESC: 'Вращать фото. Так же удерживая Ctrl и клавишу мыши',
        SCALEDESC: 'Увеличить или уменьшить фото. Так же удерживая Shift и клавишу мыши',
        COLORDESC: 'Кликните что бы изменить яркость, контрастность или цветовой баланс фотографии',
        CONTRAST: 'Контрастность',
        BRIGHT: 'Яркость',
        RED: 'Баланс красного',
        GREEN: 'Баланс зеленого',
        BLUE: 'Баланс синего',
        QUESTION: 'Помошь',
        EDITHELP: 'Редактировать в полном размере',
        TEMPLATEHELP: 'Выбрать шаблон'
    },
    
    titles: {
        HINT: 'Подсказка',
        MESSAGE: 'Сообщение',
        WARNING: 'Внимание',
        ERROR: 'Ошибка'
    },
    
    LOADERTEXT: 'Идет загрузка, подождите пожалуйста',
    SAVEHELP: 'Пожалуйста дождитесь загрузки изображения! Потом кликните на изображении правой кнопкой мыши (для планшетов и телефонов: нажмите и держите палец на изображении две секунды), в появившемся меню выберите "Сохранить изображение..."',
    MENU : ['Поздравительные', 'Детские', 'Приколы', 'Рамки 1', 'Рамки 2'],
    NEXTPAGE: 'Загрузить еще шаблонов',
    SELECTCATEGORY: 'Выберите категорию',
    CATEGORIES: 'Другие категории',
    INSERTYOUPHOTO: 'Вставить Ваше фото',
    LASTTMPLS: 'Свежее поступление',
    COLORPANEL: 'Коррекция цвета',
    RESET: 'Сбросить'
};