[
{
    "date":"07.01", 
    "name":"Рождество Христово у православных христиан.",
    "desc":"Рождество Господа и Спаса нашего Иисуса Христа - один из важнейших христианских праздников и государственный праздник в более чем 100 странах мира. В православии Рождество Христово празднуется 7 января.",
    "type":2
},
{
    "date":"11.01",
    "name":"Международный день «спасибо»",
    "desc":"11 января можно без преувеличения назвать одной из самых «вежливых» дат в году — сегодня отмечается Международный день «спасибо» (International Thank You Day).", 
    "type":3
},
{
    "date":"12.01",
    "name":"День работника прокуратуры РФ",
    "desc":"День работника прокуратуры Российской Федерации отмечается с 1996 года.",
    "type":4
},
{
    "date":"13.01",
    "name":"День российской печати",
    "desc":"Именно в этот день в 1703 году в России по указу Петра I вышел в свет первый номер российской газеты «Ведомости».", 
    "type":4
},
{
    "date":"13.01", 
    "name":"Старый Новый год",
    "desc":"Новый год по юлианскому календарю (по старому стилю). Отмечается в ночь с 13 по 14 января.",
    "type":2
},
{
    "date":"16.01",
    "name":"Всемирный день «The Beatles»", 
    "desc":"Этот день отмечается С 2001 года по решению ЮНЕСКО. 16 января 1957 года в Ливерпуле открылся клуб «The Cavern», где начали свой путь к славе тогда еще никому не известные молодые музыканты",
    "type":3
},
{
    "date":"19.01", 
    "name":"Крещение Господне",
    "desc":"Праздник Крещения Господня — один из самых древних праздников христианской Церкви. Его установление относится еще ко временам апостолов.",
    "type":2
},
{
    "date":"21.01",
    "name":"Международный день объятий.",
    "desc":"Этот праздник был основан в США в 1986 году, а затем стремительно распространился по всему миру. Согласно традиции праздника, заключить в дружеские объятия в этот день можно даже незнакомого человека.",
    "type":3
},
{
    "date":"25.01", 
    "name":"День студентов (Татьянин день)",
    "desc":"В 1755 году в Татьянин день императрица Елизавета Петровна подписала указ «Об учреждении Московского университета».  С тех пор Святая Татиана считается покровительницей студентов.",
    "type":2
},
{
    "date":"26.01",
    "name":"Международный день таможенника",
    "desc":"Профессиональный праздник всех работников таможенных служб планеты.", 
    "type":4
},
{
    "date":"31.01",
    "name":"Международный день ювелира",
    "desc":"В этот день во всем мире свой профессиональный праздник отмечают мастера, что делают нашу жизнь прекрасней.",
    "type":4
},
{
    "date":"02.02",
    "name":"День сурка",
    "desc":"Традиционный народный праздник в Канаде и США, ставший популярным и в других странах благодаря одноименному фильму. По сюжету картины, герой был вынужден изо дня в день переживать одни и те же события.",
    "type":3
},
{
    "date":"06.02",
    "name":"День бармена",
    "desc":"Дата праздника выбрана не случайно - 6 февраля отмечается День святого Аманда, который считается покровителем виноделов, пивоваров, торговцев, а также рестораторов и барменов.", 
    "type":4
},
{
    "date":"09.02",
    "name":"Международный день стоматолога",
    "desc":"Этот профессиональный праздник отмечается в день святой мученицы Апполонии. По преданию,  стоит только помолиться ей — и зубная боль утихнет.",
    "type":4
},
{
    "date":"10.02",
    "name":"День дипломатического работника России.",
    "desc":"Профессиональный праздник дипломатов отмечается в нашей стране с 2002 года.",
    "type":4
},
{
    "date":"14.02",
    "name":"День святого Валентина - день всех влюбленных",
    "desc":"Считается, что День святого Валентина существует уже более 16 веков. В этот день принято дарить друг другу валентинки - открытки в виде сердца.",
    "type":3
},
{
    "date":"17.02",
    "name":"День спонтанного проявления доброты",
    "desc":"Этот праздник имеет общемировое значение и празднуется вне зависимости от гражданства, национальности и религиозных убеждений. В этот день нужно стараться быть добрым ко всем.",
    "type":3
},
{
    "date":"23.02",
    "name":"День защитника Отечества",
    "desc":"Это один из немногих дней в календаре, когда сильная половина человечества получает законное право принимать от женщин поздравления, благодарность и, конечно, подарки.",
    "type":1
},
{
    "date":"24.02",
    "name":"Масленица - начало сырной недели",
    "desc":"Масленица, открывающая сырную неделю, — это веселые проводы зимы, озаренные радостным ожиданием близкого тепла, весеннего обновления природы.",
    "type":3
},
{
    "date":"01.03",
    "name":"День кошек в России",
    "desc":"Впервые праздник в честь мурлыкающих питомцев организовал Московский музей кошки в 2004 году. По традиции в этот день принято баловать своих котов,  всячески оказывая им внимание и почет.",
    "type":3
},
{
    "date":"01.03",
    "name":"День эксперта-криминалиста",
    "desc":"В этот день в 1919 году была образована экспертно-криминалистическая служба МВД России.",
    "type":4
},
{
    "date":"01.03",
    "name":"Праздник прихода весны",
    "desc":"Сегодня - первый календарный весенний день! И хотя март далеко не всегда балует жителей России весенним теплом, весна вступила в свои права на законных основаниях.",
    "type":3
},
{
    "date":"dc,-48,PAS",
    "name":"Прощеное воскресенье",
    "desc":"У христиан принято в этот день просить друг у друга прощения за все обиды и стремиться к тому, чтобы примириться со своими врагами.", 
    "type":2
},
{
    "date":"08.03",
    "name":"Международный женский день",
    "desc":"Это всемирный день женщин, в который отмечаются достижения женщин во всех областях, празднуется прошлое, настоящее и будущее женщин планеты.", 
    "type":1
},
{
    "date":"14.03",
    "name":"Всемирный день сна",
    "desc":"Впервые Всемирный день сна был проведен в  2008 году и с тех пор проводится ежегодно в рамках проекта Всемирной организации здравоохранения  по проблемам сна и здоровья.",
    "type":3
},
{
    "date":"dw,7,3,3",
    "name":"День работников торговли, бытового обслуживания населения и жилищно-коммунального хозяйства.",
    "desc":"По традиции этот праздник отмечают все службы и организации, которые имеют хоть какое-то отношение к созданию уюта и удобства нашей жизни: от домов быта до ремонтных предприятий.",
    "type":4
},
{
    "date":"19.03",
    "name":"День моряка-подводника",
    "desc":"Дата была выбрана в связи с событием, произошедшим 19 марта (по старому стилю 6 марта) 1906 года, когда по указу императора Николая II в классификацию судов военного флота был включен новый класс боевых кораблей — подводные лодки, а в состав Российского флота включены 20 подводных лодок.",
    "type":4
},
{
    "date":"19.03",
    "name":"Международный день клиента",
    "desc":"Цель этого праздника для производителей товаров и услуг в самых разных сферах — привлечение новых и поощрение постоянных клиентов. В этот день владельцы бизнеса во всем мире имеют возможность выразить признательность своим потребителям, отблагодарив их за сотрудничество.", 
    "type":3
},
{
    "date":"20.03",
    "name":"Международный день счастья",
    "desc":"Этот праздник установила ООН в 2012 году. По мнению учредителей праздника, счастье является одной из основных целей человечества. В связи с этим организаторы призывают все страны направить усилия на улучшение благосостояния каждого человека.",
    "type":3
},
{
    "date":"21.03",
    "name":"Всемирный день поэзии",
    "desc":"По словам организаторов из  ЮНЕСКО, призван послужить созданию в средствах массовой информации позитивного образа поэзии как подлинно современного искусства, открытого людям.", 
    "type":4
},
{
    "date":"22.03",
    "name":"Международный день таксиста",
    "desc":"Именно в этот день в 1907 году на улицах Лондона появились первые автомобили, оснащенные специальными счетчиками. Лондонские извозчики назвали счетчик «таксиметр. С тех пор индивидуальный городской транспорт начали называть такси, а извозчиков — таксистами.",
    "type":4
},
{
    "date":"23.03",
    "name":"Всемирный день метеорологии",
    "desc":"В России официальный «старт» системе гидрометеорологического мониторинга был дан более 170 лет назад указом императора Николая I.", 
    "type":4
},
{
    "date":"25.03",
    "name":"День работника культуры",
    "desc":"Сегодня профессиональный праздник отмечают хранители и создатели культуры — сотрудники музеев и библиотек, деятели театров и концертных организаций, специалисты домов культуры, городских и деревенских клубов, коллективы художественной самодеятельности.",
    "type":4
},
{
    "date":"27.03",
    "name":"Всемирный день театра",
    "desc":"Это не просто профессиональный праздник мастеров сцены, это наш праздник — праздник миллионов неравнодушных зрителей.",
    "type":4
},
{
    "date":"01.04",
    "name":"День смеха",
    "desc":"Хотя праздник не является национальным, он отмечается во многих странах. Во время этого праздника принято разыгрывать друзей и знакомых, или просто подшучивать над ними.",
    "type":3
},
{
    "date":"04.04",
    "name":"День веб-мастера.",
    "desc":"Дата этого праздника выбрана неслучайно: если присмотреться, можно заметить, что цифры 4.04 очень напоминают по своему написанию ошибку 404 («Страница не найдена»), имеющую прямое отношение к работе веб-мастеров.", 
    "type":4
},
{
    "date":"06.04",
    "name":"День работников следственных органов МВД",
    "desc":"В этот день поздравляют следователей. Сегодня следственный аппарат МВД — крупнейшая структура органов предварительного следствия, расследующая 93% преступлений.",
    "type":4
},
{
    "date":"12.04",
    "name":"Всемирный день авиации и космонавтики",
    "desc":"Это день триумфа науки и всех тех, кто сегодня трудится в авиационной и космической отрасли.",
    "type":4
},
{
    "date":"13.04",
    "name":"Всемирный день рок-н-ролла",
    "desc":"Это праздник единомышленников, для которых рок-н-ролл стал не только музыкой, а стилем и образом жизни. Историческое событие, послужившее основой для праздника, произошло днем раньше: 12 апреля 1954 года Билл Хейли  записал сингл «Rock Around The Clock», ставший знаковым в новом музыкальном направлении.",
    "type":4
},
{
    "date":"dc,-3,PAS",
    "name":"Чистый четверг",
    "desc":"На неделе перед Пасхой для православных христиан наступает Великий (Чистый) Четверг. Этот праздник связывают с событием на Тайной вечере, когда Иисус Христос омыл ноги своим ученикам, показав тем самым пример братской любви и смирения. Издавна в Чистый Четверг русские крестьяне очищали дом, двор и огород от накопившегося за зиму сора, грязи и пыли.",
    "type":4
},
{
    "date":"dc,+0,PAS",
    "name":"Православная Пасха",
    "desc":"Событие Воскресения Христова — самый большой и светлый христианский праздник. Этот праздник еще называют Пасхою, то есть Днем, в который совершилось наше перехождение от смерти — к жизни и от земли — к Небу.",
    "type":2
},
{
    "date":"22.04",
    "name":"Международный день Земли",
    "desc":"Этот поистине глобальный праздник в России отмечается с 1992 года.. В этот день все желающие могут принять участие в благоустройстве и озеленении своих дворов и улиц.",
    "type":3
},
{
    "date":"27.04",
    "name":"День нотариуса",
    "desc":"Пока что этот день отмечается неофициально, в рамках профессионального сообщества. Однако поздравления Министерства юстиции, которые адресуются в этот день работникам российского нотариата, свидетельствуют, что праздник прижился.",
    "type":4
},
{
    "date":"27.04",
    "name":"Международный день ветеринарного врача",
    "desc":"Доктора, которые лечат зверей и птиц, конечно, не дождутся слов признательности от своих четвероногих и пернатых пациентов, однако нет сомнений: животные порой испытывают не меньшую благодарность к своим спасителям, чем люди.", 
    "type":4
},
{
    "date":"29.04",
    "name":"Международный день танца",
    "desc":"В этот день весь танцующий мир будет отмечать свой профессиональный праздник — театры оперы и балета, современные танцевальные труппы, ансамбли современного бального и народного танца и другие, как профессиональные, так и самодеятельные артисты.",
    "type":4
},
{
    "date":"30.04",
    "name":"День пожарной охраны",
    "desc":"Сегодня свой профессиональный праздник отмечает одна из самых жизненно необходимых служб быстрого реагирования — пожарная охрана. В этот день принимают поздравления представители этой героической профессии.",
    "type":4
},
{
    "date":"01.05",
    "name":"День Труда",
    "desc":"Долгое время Первомай был символом революции, непримиримой классовой борьбы. Сегодня этот праздник отмечается в 142 странах и территориях мира",
    "type":2
},
{
    "date":"05.05",
    "name":"Международный день акушерки",
    "desc":"Сегодня свой профессиональный праздник отмечают люди, благодаря заботливым рукам которых многие из нас появились на свет.",
    "type":4
},
{
    "date":"07.05",
    "name":"День радио",
    "desc":"Этот день вошел в историю мировой науки и техники как день рождения радио. В 1895 году российский физик Александр Степанович Попов выступил с докладом и демонстрацией созданного им первого в мире радиоприемника, осуществив первый сеанс радиосвязи.",
    "type":4
},
{
    "date":"09.05",
    "name":"День Победы",
    "desc":"День Победы в войне над фашистской Германией является в России, бывших советских республиках и многих странах Европы одним из самых важных, трогательных и славных праздников.",
    "type":1
},
{
    "date":"dw,7,2,5",
    "name":"Всемирный день матери",
    "desc":"Отмечается ежегодно во второе воскресенье мая во многих европейских странах, США, Канаде, Китае и Японии. в России День матери отмечается ежегодно в последнее воскресенье ноября. Но почему бы не поздравить своих мам не один, а два раза в году с их праздником! Ведь это замечательный повод выразить свою благодарность за неустанную заботу, терпение, любовь и преданность.",
    "type":1
},
{
    "date":"12.05",
    "name":"Международный день медицинских сестер",
    "desc":"Сегодня поздравляют представительниц одной из самых гуманных профессий. Профессиональный праздник медицинских сестер отмечается в день рождения англичанки Флоренс Найтингейл,, которая во время Крымской войны организовала первую в мире службу сестер милосердия.",
    "type":4
},
{
    "date":"25.05",
    "name":"День филолога",
    "desc":"Эта дата близка и дорога всем, кто так или иначе связан с филологией — выпускникам и преподавателям филологических факультетов, учителям русского языка и литературы, работникам библиотек, переводчикам и просто ценителям родного языка и литературы.",
    "type":4
},
{
    "date":"lm,7,5",
    "name":"День химика",
    "desc":"День химика — праздник, объединяющий и студентов, и аспирантов, и преподавателей, и выпускников всех поколений.", 
    "type":4
},
{
    "date":"27.05",
    "name":"День библиотекаря",
    "desc":"Этот праздник отмечается в России с 1997 года. В этот день принимают поздравления все работники библиотек.",
    "type":4
},
{
    "date":"28.05",
    "name":"День пограничника",
    "desc":"«Есть такая профессия — Родину защищать!». Эта «крылатая» фраза из художественного фильма В. Рогового «Офицеры», наверное, как нельзя лучше отражает смысл и суть профессии пограничника.",
    "type":4
},
{
    "date":"31.05",
    "name":"Всемирный день блондинок",
    "desc":"Героини множества анекдотов, заложницы перекиси водорода и парикмахерского искусства, невинные жертвы гламура, повелительницы соляриев и силикона, любимицы настоящих джентльменов и обладательницы гиперженской логики, все они достойно отметили эту дату впервые в 2006 году. С тех пор белокурые красавицы ежегодно принимают поздравления в этот день.",
    "type":4
},
{
    "date":"01.06",
    "name":"День защиты детей",
    "desc":"Этот праздник отмечается в первый день лета во многих странах.  Это  один из самых старых международных праздников. Решение о его проведении было принято в 1925 году на Всемирной конференции, посвященной вопросам благополучия детей, в Женеве.", 
    "type":3
},
{
    "date":"02.06",
    "name":"День здорового питания",
    "desc":"Этот праздник появился в 2011 году  как своеобразный русский ответ американскому «Дню обжорства».  Идея в короткие сроки получила довольно широкую поддержку и была признана своевременной и нужной. В этот день предлагается уделить особенное внимание своему питанию, и положить начало здоровому образу жизни.",
    "type":3
},
{
    "date":"06.06",
    "name":"Пушкинский день - день русского языка",
    "desc":"Именно в этот день в 1799 году в Москве родился Саша Пушкин. В рамках программы поддержки и развития многоязычия и культурного многообразия День русского языка отмечается и в ООН.",
    "type":3
},
{
    "date":"dw,7,2,6",
    "name":"День работников легкой промышленности",
    "desc":"Этот день — профессиональный праздник работников и ветеранов легкой промышленности. Основными подотраслями легкой промышленности традиционно называют текстильную, швейную, кожевенную, меховую, обувную промышленности, а также производство искусственных кож и полимерно-пленочных материалов.", 
    "type":4
},
{
    "date":"08.06",
    "name":"День социального работника",
    "desc":"Сегодня принимают поздрвления специалисты, которые оказывают помощь в быту, а также моральную и правовую поддержку незащищенным слоям населения: пенсионера, детя-сиротам, беженцам и тяжело больным.",
    "type":4
},
{
    "date":"09.06",
    "name":"Международный день друзей",
    "desc":"Конечно,  в вашей жизни есть хотя бы один человек, которого вы захотите от всей души поздравить с этим праздником. Ведь Международный день друзей, отмечаемый сегодня, основан именно для того, чтобы, независимо от жизненных обстоятельств и различных перипетий, мы напомнили своим друзьям о том, как они важны для нас, чтобы порадовали их.", 
    "type":3
},
{
    "date":"12.06",
    "name":"День России",
    "desc":"12 июня 2001 года, выступая в Кремле на торжественном приеме по случаю Дня принятия Декларации о государственном суверенитете России, Президент РФ В.В. Путин сказал, что «С этого документа начался отсчет нашей новой истории. Истории демократического государства, основанного на гражданских свободах и верховенстве закона. А его главный смысл — это успех, достаток и благополучие граждан».", 
    "type":3
},
{
    "date":"14.06",
    "name":"Всемирный день донора крови",
    "desc":"Всемирный день донора крови — особый день, отмечаемый в честь безвозмездных доноров крови. Он координируется Всемирной организацией здравоохранения, Международной федерацией обществ Красного Креста и Красного Полумесяца, Международным обществом по переливанию крови и Международной федерацией организаций доноров крови.", 
    "type":4
},
{
    "date":"dw,7,3,6",
    "name":"День медицинского работника",
    "desc":"Ежегодно в третье воскресенье июня в России, Беларуси, на Украине, в Армении и Молдове, по многолетней традиции, отмечают День медицинского работника.", 
    "type":4
},
{
    "date":"dw,7,3,6",
    "name":"День отца.",
    "desc":"Во многих странах в третье воскресенье июня празднуется День отца. Этот праздник появился как выражение любви и благодарности. Розы — цветы этого дня: красные носят, если отец жив, и белые, если отец умер.",
    "type":3
},
{
    "date":"16.06",
    "name":"Международный день мотоциклиста",
    "desc":"Традиция отмечать Всемирный день мотоциклиста появилась в 1992 году, когда сразу в нескольких странах энтузиасты, оставив автомобили в гаражах, отправились на работу на мотоциклах и скутерах. В качестве основной цели акции ее организаторы называют необходимость заявить о правах мотоциклистов.", 
    "type":4
},
{
    "date":"21.06",
    "name":"День кинолога",
    "desc":"Это не только профессиональный праздник кинологических подразделений МВД России. Многие собаководы так же считают этот день своим «отраслевым праздником».",
    "type":4
},
{
    "date":"25.06",
    "name":"День дружбы и единения славян",
    "desc":"Сегодня славяне всего мира, а их около 270 миллионов, отмечают День дружбы и единения славян. Этот праздник появился как следствие распада СССР, когда образовалось больше независимых славянских государств, и возникла необходимость к налаживанию дружественных и партнерских отношений в новых условиях.",
    "type":3
},
{
    "date":"25.06",
    "name":"День моряка",
    "desc":"Праздник посвящен именно морякам торгового флота, которые, в отличие от военных моряков, своего праздника до сих пор не имели. Статистика сообщает, что моряками торгового флота осуществляется 80% всей мировой торговой деятельности.", 
    "type":4
},
{
    "date":"27.06",
    "name":"День молодежи в России",
    "desc":"Юность и молодость — это не только прекрасные периоды в жизни каждого человека, но еще и особое состояние души. Это время дерзаний, поисков, открытий и реализации самых смелых надежд. Именно они, сегодняшние школьники, студенты, молодые рабочие, предприниматели, ученые, скоро будут определять пути развития России",
    "type":3
},
{
    "date":"03.07",
    "name":"День ГИБДД",
    "desc":"Сегодня всем автомобилистам можно стоило бы перестать злиться на людей с полосатой палочкой, ведь 3 июля - их профессиональный праздник.  Пусть на дорогах будет как можно меньше нарушителей!",
    "type":4
},
{
    "date":"06.07",
    "name":"Всемирный день поцелуя",
    "desc":"Два десятка лет назад этот праздник был утвержден Организацией Объединенных Наций. Во многих городах в этот день проходят различные конкурсы поцелуев, участники которых имеют шанс выиграть различные призы и подарки.",
    "type":3
},
{
    "date":"07.07",
    "name":"Иван Купала", 
    "desc":"Это один из главных праздников календаря славян, совпадающий с Рождеством Иоанна Крестителя. Купальские обряды, совершаемые в канун праздника , составляют сложный обрядовый комплекс, включающий: сбор трав и цветов, плетение венков, украшение зеленью построек, разжигание костров, уничтожение чучела, перепрыгивание через костер или через букеты зелени, обливание водой, гадания, выслеживание ведьмы, ночные бесчинства.", 
    "type":4
},
{
    "date":"08.07",
    "name":"Всероссийский день семьи, любви и верности",
    "desc":"Символично, что Всероссийский день семьи, любви и верности впервые отмечался в 2008 году, который был объявлен годом семьи.",
    "type":3
},
{
    "date":"11.07",
    "name":"Всемирный день шоколада",
    "desc":"Сегодня любители сладкого отмечают Всемирный день шоколада. Этот праздник впервые был придуман французами в 1995 году.", 
    "type":3
},
{
    "date":"dw,7,2,7",
    "name":"День рыбака",
    "desc":"День рыбака в России официально отмечается с 1980 года. В этот день можно поздравить всех, кто соединил жизнь с этой романтической и сложной профессией, а также всех, для кого рыбалка — спорт, хобби, особенное состояние души, способ слияния с природой.", 
    "type":4
},
{
    "date":"dw,7,3,7",
    "name":"День металлурга",
    "desc":"Ежегодно в третье воскресенье июля отмечают свой праздник люди мужественной профессии – металлурги. День металлурга был учрежден в 1957 году.. Так советское правительство отметило важный вклад отечественной металлургии в восстановление экономики страны после разрушительной войны.",
    "type":4
},
{
    "date":"lm,5,7",
    "name":"День системного администратора",
    "desc":"В этот день свой профессиональный праздник омтечают администраторы корпоративных и домашних сетей, баз данных, почтовых систем, программных комплексов и другие «бойцы невидимого фронта». Говорят, что профессия сисадмина сродни профессии врача — если все работает хорошо, о нем и не вспоминают.",
    "type":4
},
{
    "date":"26.07",
    "name":"День парашютиста",
    "desc":"В этот день в 1930 году группа советских летчиков-парашютистов во главе с Б.Мухортовым и под руководством Л.Минова впервые совершила под Воронежем серию прыжков с самолетов. Это событие положило начало массовому развитию парашютизма в СССР.",
    "type":4
},
{
    "date":"01.08",
    "name":"День инкассатора",
    "desc":"Это профессиональный праздник сотрудников инкассации. В этот день в 1939 году была создана служба инкассации при Госбанке СССР.", 
    "type":4
},
{
    "date":"dw,7,1,8",
    "name":"День железнодорожника",
    "desc":"Этот профессиональный праздник был учрежден в России еще в 1896 году и был приурочен ко дню рождения императора Николая I, начавшего строительство железных дорог.", 
    "type":4
},
{
    "date":"08.08",
    "name":"Международный день альпиниста",
    "desc":"В этот  день в 1786 году была покорена самая высокая вершина Альп.",  
    "type":4
},
{
    "date":"dw,6,2,8",
    "name":"День физкультурника",
    "desc":"Этот правздник отмечается в России с 1939 года..  Он получил широкое распространение в первые десятилетия Советской власти в 1920—1930-х годах, когда был внедрён лозунг, взятый у Ювенала: «В здоровом теле здоровый дух».",
    "type":4
},
{
    "date":"dw,7,2,8",
    "name":"День строителя",
    "desc":"Отмечается во второе воскресенья августа.  Впервые этот профессиональный праздник работников строительных отраслей отмечался в СССР 12 августа 1956 года.", 
    "type":4
},
{
    "date":"15.08",
    "name":"День археолога",
    "desc":"Несмотря на то, что история этого праздника не связана с какими-либо событиями и открытиями, и сам праздник не является ни государственным, ни национальным, археологи отмечают свой профессиональный праздник 15 августа.", 
    "type":4
},
{
    "date":"lm,7,8",
    "name":"День шахтера",
    "desc":"Сегодня День шахтера отмечают угольщики России, Казахстана, Кыргызстана, Украины, Беларуси.",
    "type":4
},
{
    "date":"01.09",
    "name":"День знаний",
    "desc":"Это праздник начала нового учебного года, прежде всего для учеников, учащихся, студентов, учителей и преподавателей. Традиционно в этот день в школах проходят торжественные линейки, посвященные началу учебного года. С особой торжественностью встречают в школах первоклассников.", 
    "type":2
},
{
    "date":"08.09",
    "name":"День финансиста России",
    "desc":"Сегодня этот день отмечается как профессиональный праздник работников финансовых органов.",
    "type":4
},
{
    "date":"09.09",
    "name":"Международный день красоты",
    "desc":"С 1995 года в этот день в мире особенно приветствуется все красивое, прекрасное, что доставляет эстетическое и нравственное наслаждение.",
    "type":3
},
{
    "date":"09.09",
    "name":"День дизайнера-графика",
    "desc":"Праздник был установлен в СНГ в 2005 году в честь 50-летия дизайнера Владимира Чайки",
    "type":4
},
{
    "date":"11.09",
    "name":"Всероссийский День Трезвости",
    "desc":"Этот праздник появился в 1913 году по инициативе служителей Православной Церкви.  В России в этот день закрывались все винные лавки и прекращалась продажа алкогольных напитков.   В настоящее время в храмах   желающие получить выздоровление от напасти возносят молитвы к иконе «Неупиваемая Чаша»,.",
    "type":3
},
{
    "date":"dy,255",
    "name":"День программиста в России",
    "desc":"День программиста празднуется в России на 256-й день года. Число 256 выбрано потому, что это количество целых чисел, которое можно выразить с помощью одного восьмиразрядного байта, а также это максимальная степень числа 2, которая меньше количества дней в году — 365.",
    "type":4
},
{
    "date":"13.09",
    "name":"День парикмахера",
    "desc":"Сегодня отмечают свой праздник мастера расчески и ножниц — парикмахеры. Необходимо уточнить, что некоторые коллективы отмечают этот профессиональный праздник 14 сентября.", 
    "type":4
},
{
    "date":"dw,7,2,9",
    "name":"День танкиста в России",
    "desc":"Во второе воскресенье сентября в России отмечается День танкиста в ознаменование больших заслуг бронетанковых и механизированных войск в разгроме противника в годы Великой Отечественной войны, а также за заслуги танкостроителей в оснащении Вооруженных сил страны бронетанковой техникой.",
    "type":4
},
{
    "date":"27.09",
    "name":"День воспитателя и дошкольного работника",
    "desc":"В этот день свой профессиональный праздник отмечают не только воспитатели детских садов, но и нянечки (помощники воспитателя), методисты, и вообще все служащие дошкольных учреждений.",
    "type":4
},
{
    "date":"27.09",
    "name":"Всемирный день туризма",
    "desc":"Это праздник каждого, кто хоть раз ощутил себя путешественником, выбравшись из каждодневной будничной суеты на берег речки, в лес, в поле или в другие места, которыми так богата наша земля!   И, конечно же, это праздник тех, кто непосредственно занят в сфере туристического бизнеса: сотрудников туристических компаний, музейных работников, руководителей и персонала гостиничных комплексов.",
    "type":4
},
{
    "date":"lm,7,9",
    "name":"День машиностроителя",
    "desc":"Это торжественный и праздничный день для всех рабочих и инженеров машиностроительной отрасли экономики. В этот день организуются праздничные мероприятия на заводах, застолья, чествование ветеранов, концерты, конкурсы, торжественные выступления.",
    "type":4
},
{
    "date":"28.09",
    "name":"День работника атомной промышленности",
    "desc":"В этот день свой профессиональный праздник отмечают все атомщики России. Этот праздник отмечается с 1942 года.",
    "type":4
},
{
    "date":"30.09",
    "name":"Международный день переводчика",
    "desc":"Дата выбрана не случайно. В этот день  в 420 году скончался Иероним Стридонский, который считается покровителем переводчиков.", 
    "type":4
},
{
    "date":"03.10", 
    "name":"День ОМОНа в России",
    "desc":"Сотрудники ОМОН обеспечивают правопорядок и общественную безопасность в зонах стихийного бедствия, осуществляют боевое прикрытие групп криминальной полиции и других подразделений органов внутренних дел в мероприятиях по задержанию преступников. И сегодня они отмечают свой профессиональный праздник.",
    "type":4
},
{
    "date":"dw,5,1,10",
    "name":"Всемирный день улыбки",
    "desc":"Существованием этого праздника планета Земля обязана американскому художнику Харви Бэллу. В 1963 году он придумал незатейливый рисунок, известный нам как смайлик.",
    "type":3
},
{
    "date":"05.10",
    "name":"Всемирный день учителя",
    "desc":"Это профессиональный праздник всех учителей, преподавателей и работников сферы образования — день, в который отмечаются роль и заслуги учителей в процессе качественного образования на всех уровнях, а также их неоценимый вклад в развитие общества.",
    "type":4
},
{
    "date":"06.10",
    "name":"День российского страховщика",
    "desc":"В этот день в 1921 году начал свою деятельность Госстрах РСФСР. Эта дата и была принята в качестве дня основания страховой деятельности в России.",
    "type":4
},
{
    "date":"dw,1,1,10",
    "name":"Всемирный день архитектуры",
    "desc":"Традиционно в свой профессиональный праздник архитекторы во всем мире собираются на конференции, на которых они обсуждают условия и результаты своей практической деятельности, рассматривают проблемы архитектурного образования, устраивают творческие дискуссии.", 
    "type":4
},
{
    "date":"dw,7,2,7",
    "name":"День российской почты",
    "desc":"Сегодя свой профессиональный праздник отмечают работники почтовых служб",
    "type":4
},
{
    "date":"16.10",
    "name":"Международный день анестезиолога",
    "desc":"История новой области медицины началась в середине 16 октября 1846 года зубной врач Томас Мортон провел операцию под эфирным наркозом. Это день во всем мире и принято считать Всемирным днем анестезии",
    "type":4
},
{
    "date":"16.10",
    "name":"День Босса",
    "desc":"В этот день полагается вспомнить, что руководитель — это профессия. Что это — работа без отдыха, ответственность за каждый шаг, за каждое слово, за благополучие подчиненных ему людей. И еще о том, что Шеф — это, прежде всего, человек.", 
    "type":4
},
{
    "date":"dw,7,3,10",
    "name":"День работников пищевой промышленности",
    "desc":"Этот праздник был установлен в эпоху существования СССР, в 1966 году, и с тех пор традиционно отмечается в третье воскресенье октября.",
    "type":4
},
{
    "date":"23.10",
    "name":"День работников рекламы",
    "desc":"Это профессиональный праздник всех составителей рекламы, рекламодателей, маркетологов и пиарщиков России. Этот праздник отмечается с 1994 года.",
    "type":4
},
{
    "date":"26.10",
    "name":"День автомобилиста (День работников автомобильного транспорта)",
    "desc":"Это профессиональный праздник не только водителей, но и ремонтных рабочих, инженерно-технических работников, руководителей автотранспортных предприятий и всех, кто добросовестно трудится, выполняя свой профессиональный долг.", 
    "type":3
},
{
    "date":"31.10",
    "name":"Хэллоуин",
    "desc":"Это праздник нечистой силы. В этот день наряжаются в костюмы чудовищ. Также устраиваются маскарады, а в окно выставляется полая тыква с вырезанными глазами и ртом и свечкой внутри, чтобы отпугнуть духов.", 
    "type":3
},
{
    "date":"01.11",
    "name":"День судебного пристава",
    "desc":"Свой профессиональный праздник судебные приставы отмечают с 2009 года.",
    "type":4
},
{
    "date":"dw,6,1,11",
    "name":"Всемирный день мужчин",
    "desc":"Господа мужчины! Если женское население считает, что ближайший всплеск повышенного внимания к сильной половине человечества стоит проявлять не ранее, чем 23 февраля, то вы имеете полное право напомнить, что есть и другая достойная дата.", 
    "type":3
},
{
    "date":"01.11",
    "name":"Всемирный день вегетарианца",
    "desc":"В этот день вегетарианцы всего мира поддерживают друг друга радостными поздравлениями.",
    "type":4
},
{
    "date":"04.11",
    "name":"День народного единства",
    "desc":"Этот праздник установлен в честь важного события в истории России - освобождения Москвы от польских интервентов в 1612 году. В этой битве люди сражались бок о бок вне зависимости от происхождения, вероисповедания и положения в обществе",
    "type":3
},
{
    "date":"05.11",
    "name":"День военного разведчика в России",
    "desc":"День военного разведчика установлен приказом Министра обороны в 2000 году. А первый разведывательный орган в России был создан в начале 19 века.",
    "type":4
},
{
    "date":"10.11",
    "name":"Международный день бухгалтера",
    "desc":"Выбору даты праздника послужило событие конца 15 века — 10 ноября 1494 года в Венеции была опубликована первая книга о бухгалтерии.", 
    "type":4
},
{
    "date":"10.11",
    "name":"День сотрудника органов внутренних дел РФ (день милиции)",
    "desc":"Ежегодно 10 ноября в России отмечается профессиональный праздник, посвященный сотрудникам органов внутренних дел. Долгие годы праздник носил название «День милиции».", 
    "type":4
},
{
    "date":"12.11",
    "name":"День специалиста по безопасности",
    "desc":"Сегодня можно поздравлять всех специалистов, связавших свою судьбу с этой нелегкой профессией секьюрити , главная задача которых – обеспечение максимальной безопасности объектов, людей и информации, передаваемой по системам связи.",
    "type":4
},
{
    "date":"14.11",
    "name":"День социолога",
    "desc":"С 1994 года День социолога регулярно отмечается на факультетах социологии ведущих российских ВУЗов, в том числе и в Санкт-Петербургском университете, где зарождалась российская академическая социология.",
    "type":4
},
{
    "date":"19.11",
    "name":"День работников стекольной промышленности",
    "desc":"Профессиональный праздник работников стекольной промышленности России отмечается, начиная с 2000 года, в день рождения выдающегося русского ученого М.В. Ломоносова.",
    "type":4
},
{
    "date":"21.11",
    "name":"Всемирный день приветствий",
    "desc":"Это прекрасный день для дружеских приветствий, радостных эмоций и хорошего настроения.",
    "type":3
},
{
    "date":"22.11",
    "name":"День психолога в России",
    "desc":"В России, как и во многих странах, пока нет единого, установленного на государственном уровне Дня психолога. Тем не менее, День психологии автономно отмечают некоторые организации и университеты.",
    "type":4
},
{
    "date":"lm,7,11",
    "name":"День матери в России",
    "desc":"Среди многочисленных праздников, отмечаемых в нашей стране, День матери занимает особое место.. В этот день хочется сказать слова благодарности всем Матерям, которые дарят детям любовь, добро, нежность и ласку.",
    "type":3
},
{
    "date":"03.12",
    "name":"День юриста в России",
    "desc":"День юриста — большой и серьезный праздник, поскольку он объединяет юристов разных сфер деятельности, которые служат защите прав и свобод граждан нашего государства.", 
    "type":4
},
{
    "date":"12.12",
    "name":"День Конституции Российской Федерации",
    "desc":"Полный текст Конституции был опубликован в «Российской газете» 25 декабря 1993 года, и с тех пор День Конституции является одним из самых значимых государственных праздников России.", 
    "type":3
},
{
    "date":"20.12",
    "name":"День риэлтора",
    "desc":"Риэлтором  называют агента по продаже недвижимости или операциям с недвижимостью, другими словами — торговца недвижимостью. Для России данная профессия относительно нова, первые риэлторские компании появились в стране в начале 90-х годов 20 века.",
    "type":4
},
{
    "date":"22.12",
    "name":"День энергетика",
    "desc":"Это профессиональный праздник всех работников промышленности, охватывающей выработку, передачу и сбыт потребителям электрической и тепловой энергии, который они отмечают в один из самых коротких световых дней в году — 22 декабря.", 
    "type":4
},
{
    "date":"25.12", 
    "name":"Рождество Христово у западных христиан",
    "desc":"25 декабря Рождество Христово празднуют не только католики, но и православные большинства стран мира, лютеране и другие протестантские конфессии.", 
    "type":4
},
{
    "date":"27.12",
    "name":"День спасателя в России",
    "desc":"В этот день поздравления принимают все спасатели России, которые работают и служат в территориальных службах спасения, муниципальных службах спасения, частных спасательных службах, разных видах пожарной охраны, нештатных и общественных спасательных организациях и МЧС.",
    "type":4
}    
]