<?
    $locale = array(
        'TITLE'=>array(
            'LF'=>'Зручний фотосервіс, якому можна довірити оформлення ваших фотографій, інший імідж, дитячі шаблони, привітання, фотографії', 
            'VIEW'=>'Зручний фотосервіс, якому можна довірити оформлення ваших фотографій, інший імідж, дитячі шаблони, привітання, фотографії'
        ),
        'DESC'=>array(
            'LF'=>'Створи листівку, календарик, етикетку зі своїм фото, збережи на комп\'ютер, відправ другові або розмісти в гостьовій. Перетвори своє фото в шедевр!',
            'VIEW'=>'Створи листівку, календарик, етикетку зі своїм фото, збережи на комп\'ютер, відправ другові або розмісти в гостьовій. Перетвори своє фото в шедевр!'
        )
    );
?>