var LOCALE = {
    tips: {
        SAVETOFILE: 'Ця кнопка зберігає листівку на комп\'ютер',
        TEMPLATE: 'Клікайте мишею на цій картинці<br>що б викликати список шаблонів.',
        CANVASHELP: 'Наведіть курсор на виріз.<br>1. Завантажте своє фото, швидко натиснувши два рази на вирізі<br>2. Змінюйте положення фото, утримуючи ліву кнопку миші<br>3. Натисніть в середині вирізу і удерживая лев. клавішу миші<br>ви зможете переміщати фото<br>4. Якщо почнете переміщення ближче до краю вирізу то отримаєте<br>можливість обертати і масштабувати<br>5. Можна обертати фото, утримуючи Ctrl і клавішу миші<br>6. Можна масштабувати, утримуючи Shift і клавішу миші<br>7. Натисніть на вирізі щоб вибрати додаткові режими<br>8. Натисніть на кнопці з питанням для отримання більш детальної<br>інформації',
        MOVEDESC: 'Переміщати фото в вирізі',
        ROLLDESC: 'Вирощують фото. Так само утримуючи Ctrl і клавішу миші',
        SCALEDESC: 'Збільшити або зменшити фото. Так само утримуючи Shift і клавішу миші',
        COLORDESC: 'Клікніть що б змінити яскравість, контрастність або колірний баланс фотографії',
        CONTRAST: 'Контрастність',
        BRIGHT: 'Яскравість',
        RED: 'Баланс червоного',
        GREEN: 'Баланс зеленого',
        BLUE: 'Баланс синього',
        GRAYSCALE: 'Насиченість кольорів',
        QUESTION: 'Допомога'
    },
    
    titles: {
        HINT: 'Підказка',
        MESSAGE: 'Повідомлення',
        WARNING: 'Увага',
        ERROR: 'Помилка'
    },
    
    LOADERTEXT: 'Триває завантаження, почекайте будь ласка',
    SAVEHELP: 'Будь ласка дочекайтеся завантаження зображення! Потім клікніть на зображенні правою кнопкою миші (для планшетів і телефонів: натисніть і тримайте палець на зображенні дві секунди), в меню оберіть "Зберегти зображення ..."',
    MENU : ['Вітальні', 'Дитячі', 'Приколи', 'Рамки 1', 'Рамки 2'],
    NEXTPAGE: 'Завантажити ще шаблонів',
    SELECTCATEGORY: 'Оберіть категорію',
    CATEGORIES: 'інші категорії',
    INSERTYOUPHOTO: 'Вставити Ваше фото',
    INSERTYOUPTEXT: 'Вставити Ваш текст',
    LASTTMPLS: 'Свіже надходження',
    COLORPANEL: 'корекція кольору',
    RESET: 'скинути',
    INSERTPHOTO: 'вставити фото',
    HELP: 'Допомога',
    ABOUT: 'Про програму',
    SAVE: 'зберегти',
    BACK: 'Повернутися назад',
    ROTATETOAST: 'Щоб переміщати, хапайте зображення посередині вирізу',
    MOVETOAST: 'Щоб обертати, хапайте зображення ближче до краю вирізу',
    CLOSE: 'закрити',
    ADVTITLE: 'Збереження файлу після реклами <span></span> сек.'       
};