var LANG = {
    VOTECOMPLETE: 'Ваш голос принят',
    EMPTYTEXT: 'Пожалуйста введит текст сообщения',
    WARNING: 'Внимание!',
    MESSAGE: 'Сообщение',
    ERROR: 'Ошибка',
    ANONYM: 'Аноним',
    
    
    ERR_SENDNOTICE: 'Ошибка отправки сообщения. Пожалуйста авторизуйтесь или попробуйте позже.',
    ERR_REQUEST: 'Ошибка запроса',
    ACCESSAUXONLY: 'Нет доступа, требуется авторизация',
    DELETEQUESTION: 'Вы действительно хотите удалить объект?',
    
    HIDEALLIMAGES: 'Скрыть/показать все изображения'
}